Revit 2027 API
KeyBasedTreeEntriesIterator Properties
The KeyBasedTreeEntriesIterator type exposes the following members.
Properties
Name | Description
Current | Gets the item at the current position of the iterator.
CurrentObject
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
KeyBasedTreeEntriesIterator Class
Autodesk.Revit.DB Namespace